// German　ドイツ語
"Country2code" = "de";		// ロケールコード
"Product Localize" = "";			// 各国独自名称（無ければヌル文字）

// 初期設定										//      "0""1""2""3"
"GUD_GroupingSeparator" = "1";	//桁区切 [,]['][ ][.]
"GUD_DecimalSeparator" = "2";	//小数点 [.][·][,]
"GUD_GroupingType" = "0";		//"0"[123 123]  "1"[12 12 123]  "2"[1234 1234]
"GUD_TaxRate" = "19.0";			//消費税率(%)

// @ //
"@Excess Operator" = "@Überschüssiges Operator";
"@Lack Operator" = "@Mangelnde Operator";
"@Excess Closing" = "@Überschüssiges Closing";
"@Unclosed" = "@Unclosed";  // これは頻繁に表示されることになる。
"@Divide by zero" = "@Division durch Null";
"@Overflow" = "@Überlauf";
// A //
"Answer" = "Antwort";
// F //
"Final answer" = "Endgültige Antwort";
"Final answer msg" = "Diese Rolle ist voll.";
"Formula mode" = "Formel-Rechner";
"Formula Quote" = "Zitat rollen";


//以下[ja]以外、世界共通
// A //
"AppStore Paid" = "Description of the paid version";
"AppStore Paid msg" = "Close this app, \nStart the App Store.";
"Are you sure" = "Are you sure?";
// C //
"Cancel" = "Cancel";
"Canceled" = "Canceled";
"CanceledMsg" = "There is no keyboard definition.";
"Contact mail" = "Post mail to the author.";
"Contact mail msg" = "We welcome your comments\n or requests and bug reports.\n\nSorry, will not respond individually.\nWill reflected in the App as possible.";
"Contact message" = "【Defect report】\nPlease enter here.\n\n【Feedback, etc】\nPlease enter here.\n\n";
"Contact NoMail" = "Email not available";
"Contact NoMail msg" = "[Settings]⇒[email] Please Preferences from.";
"Contact Failed" = "Mail delivery failure";
"Contact Failed msg" = "Please check your network status and settings.";
"Contact Sent" = "E-mail sent successfully";
"Contact Sent msg" = "Thank you very much.";
"Communicating" = "...Communicating...";
"ChangeKeyboard" = "Change to this keyboard.";
"CommError" = "Failure to communicate.";
"CommErrorMsg" = "Does not seem to connect the Internet.";
// D //
// H //
"Help Swipe 2 fingers" = "Please by swiping\n two fingers.";
"Help Fomula locking" = "Locked for formula edit\nClick [Done] to please.";
// L //
// M //
"Memory Over" = "[Memory] Overflow";
"Memory Over msg" = "Copied to the pasteboard.\nYou can make room by [MClear]";
// N //
"NameLeast" = "Keyboard Name";
"NameLeastMsg" = "Please put at least 3 characters.";
"NoFile" = "Folder is empty.";
// P //
"Product Title" = "CalcRoll";  // 世界共通名称
// Q //
"QuoteDone" = "Changed the keyboard.";
// R //
"Return to CalcRoll" = "Return to CalcRoll.";
"Roger" = "Roger";
// S //
"SaveKeyboard" = "To save the keyboard.";
"SaveDone" = "Was successfuly saved.";
// T //
"ToSupportSite" = "To Support blog";
"ToSupportSite msg" = "Close this app, \nOpen the Support blog.";

// END //

